Repository: maddysiwick/CommunicareDeploy
Catalog: Communicare/Filter/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Booking an appointment
fr: Prendre un rendez-vous

source: How to book an appointment
fr: Comment prendre un rendez-vous

source: When booking an appointment with a doctor over the phone, we recommend you use the phone number provided on our doctor information page. Once you dial, you can make an appointment by speaking with the receptionist of the office.
fr: Lors de la prise de rendez-vous par téléphone, nous vous suggerons d'utiliser le numero founi sur la page d'information du docteur. Une fois que vous avez appelé, vous pouvez prendre un rendez-vous en parlant avec la receptioniste.

source: If you choose to email the office, provide your name, your phone number, the doctor you are trying to get an appointment with and the dates you would like to come into the office.
fr: Si vous choisissez de contacter le clinique, indiquez votre nom, votre numero de téléphone, le medecin avec lequel vous voulez prendre un rendez-vous et vos disponibilités pour le rendez-vous.

source: Calling a doctor
fr: Appeler un medecin

source: Start by asking the receptionist if they speak the language you are most comfortable with. The doctor speaks your language, but the receptionist might not.
fr: Commencez par demander à la receptioniste si elle parle la langue dans laquelle vous êtes le plus confortable. Le medecin parle votre langue, mais il est possble que la receptionist ne la parle pas.

source: Or
fr: Ou

source: If they don’t speak your language, here is what you should say:
fr: Si elle ne parle pas votre langue, voici ce que vous devriez dire:

source: Introduce yourself and state which doctor you would like an appointment with.
fr: Présentez-vous et indiquez avec quel medecin vous voulez prendre un rendez-vous.

source: The receptionist will guide you through the rest of the process. If they ask you questions relating to the reasons you wish for an appointment that you do not wish to answer, here is what you should say:
fr: La receptioniste vous guidera à travers le processus. Si elle vous interroge sur les raisons pour lequelles vous voulez prendre le rendez-vous et vous ne voulez pas repondre, vous pouvez dire:

source: When you make an appointment with a family doctor, they will provide you with referrals to a specialist. Referrals are small pieces of paper that provide the specialist’s phone number, the reason you need to go to that specialist and the doctor’s signature.
fr: Pendant un rendez-vous avec un medecin de famille, il peut vous référer à un spécialiste. Il vous donnera une référence, un papier avec le numero de téléphone du specialiste, la raison que vous avez besion d'un rendez-vous et la signature du medecin.

source: Coming soon: list of specialists that require referral and list of specialists that don’t require referrals
fr: À venir: une list de specialist qui demandent des références et une liste de specialistes qui ne demandent pas de référence.

source: Welcome to CommuniCare
fr: Bienvenue à CommuniCare

source: Bookmarked providers
fr: Professionels favoris

source: Login
fr: Connexion

source: Create an account
fr: Créer un compte

source: Payment for asylum seekers
fr: Paiement pour les demandeurs d'asile

source: Coming Soon!
fr: À venir!

source: Private versus Public
fr: Privé versus publique

source: Private healthcare refers to any health insurance policy purchased by a person or an employer from a private insurance company. If you do not have a private insurance plan for private health care, then you will have to pay for the services yourself.
fr: Les soins privés representent les politiques d'assurance payée par un individu ou par un employeur. Si vous n'avez pas une politique d'assurance privée, vous devriez payer pour les soins privés personnellement.

source: Public health care refers to services assured by the government; they are thus free if you have a valid Health Insurance Card issued by the government.
fr: Les soins publiques representent les services offerts part le gouvernement. Ils sont alors gratuits à l'utilisation avec une carte d'assurance maladie valide.

source: To know more about what services are covered by a Health Insurance Card issued by the government, visit this website:
fr: Pour mieux comprendre les services offerts avec la Carte Assurance Maladie, visitez ce site web:

source: Click here
fr: Cliquez ici

source: To sign up for a Health Insurance card, visit this website:
fr: Pour demander une carte d'assurance maladie, visitez ce site web

source: For more information, visite this website:
fr: Pour plus d'information, consultez ce site web

source: Links to government pages
fr: Liens aux pages gouvermentales

source: Information:
fr: Informations:

source: Appointment reservation:
fr: Prendre un rendez-vous:

source: Health booklet:
fr: Carnet de santé:

source: Search
fr: Chercher

source: Search results
fr: Résultats

source: Next
fr: Suivant

source: Sign In
fr: Connexion

source: I am seeking Care
fr: Je fournis des soins

source: I am providing Care
fr: Je cherche des soins

source: What kind of information are you seeking
fr: Quelles informations cherchez-vous?
